tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "glib"
brew "difftastic"
brew "gh"
brew "git"
brew "gnupg"
brew "harfbuzz"
brew "librsvg"
brew "graphviz"
brew "jenv"
brew "openjdk"
brew "pinentry-mac"
brew "pure"
brew "ripgrep"
brew "scc"
brew "tree"
brew "wget"
cask "1password"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "hyper"
cask "iterm2"
cask "keybase"
cask "macvim"
cask "messenger"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "zoom"
