tap "bufbuild/buf"
tap "elastic/tap"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "pulumi/tap"
tap "sj14/tap"
tap "withgraphite/tap"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bazelisk"
brew "glib"
brew "difftastic"
brew "fd"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go@1.24"
brew "gobject-introspection"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "httpie"
brew "jenv"
brew "jq"
brew "mkcert"
brew "openjdk"
brew "openssl@1.1"
brew "pinentry-mac"
brew "postgresql@14"
brew "pure"
brew "python@3.10"
brew "python@3.9"
brew "rbenv"
brew "ripgrep"
brew "scc"
brew "swiftformat"
brew "tree"
brew "watchman"
brew "wget"
brew "bufbuild/buf/buf"
brew "getsentry/tools/sentry-cli"
brew "pulumi/tap/pulumi"
brew "sj14/tap/epoch"
brew "withgraphite/tap/graphite"
cask "1password"
cask "1password-cli"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "gcloud-cli"
cask "google-chrome"
cask "gpg-suite"
cask "hyper"
cask "inkscape"
cask "iterm2"
cask "keybase"
cask "macvim-app"
cask "messenger"
cask "ngrok"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "zoom"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bufbuild.vscode-buf"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "openai.openai-chatgpt-adhoc"
vscode "oven.bun-vscode"
vscode "oxc.oxc-vscode"
vscode "rbuckton.deoptexplorer-vscode"
vscode "rust-lang.rust-analyzer"
vscode "tldraw-org.tldraw-vscode"
vscode "vitest.explorer"
go "golang.org/x/mobile/cmd/gobind"
go "golang.org/x/mobile/cmd/gomobile"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
