tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "pulumi/tap"
tap "sj14/tap"
brew "zstd"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "python@3.9"
brew "difftastic"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "httpie"
brew "jenv"
brew "jq"
brew "openjdk"
brew "pinentry-mac"
brew "pure"
brew "python@3.10"
brew "ripgrep"
brew "scc"
brew "tree"
brew "wget"
brew "pulumi/tap/pulumi"
brew "sj14/tap/epoch"
cask "1password"
cask "db-browser-for-sqlite"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "hyper"
cask "iterm2"
cask "keybase"
cask "macvim"
cask "messenger"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "zoom"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "github.vscode-github-actions"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "rust-lang.rust-analyzer"
vscode "tldraw-org.tldraw-vscode"
vscode "ZixuanChen.vitest-explorer"
